app/controllers/students_controller.rb

    def home
        @student = Student.all
---
SELECT "students".* FROM "students"